[
  {
    "content": "Great grooming experience! They took the time to get to know Shasta and work with him at his pace. Really good positive energy and they did a great job!",
    "reviewer": "Doggy Day Care",
    "link": "https://g.co/kgs/VA5vTo",
    "src": "Google Reviews",
    "org": "",
    "nstars": 5
  },
  {
    "content": "Wonderful new shop! Maddie did a wonderful job with our shepherd mix. Highly recommend!",
    "reviewer": "Suzanne Gill",
    "link": "https://g.co/kgs/fGpizr",
    "src": "Google Reviews",
    "org": "",
    "nstars": 5
  },
  {
    "content": "Maddie is the best! She groomed my beagles and sent them home looking fabulous!",
    "reviewer": "Michelle Nolan",
    "src": "Facebook",
    "link": "https://www.facebook.com/mdogwhat/posts/pfbid0Hn7ertP43gQabmYpwT1Jow5CgfA2WtHHdGCeYSTgpo9dSJw97Lc97TAbTyu1LBQ8l",
    "org": "Pacific Paw",
    "nstars": 5
  },
  {
    "content": "Both Maddie and Penny are highly skilled compassionate groomers. Maddie knows how to make everything fun for the dogs and Penny is especially sensitive to the needs of senior pets. My senior girl won't even let me brush her without getting snippy but she is like gooey butter in Maddie's hands. My super senior Guapito had his nails done by Penny and Maddie many times and they always responded to his grouchy old man ways with love and kindness. We are so lucky to have them in our community! The Aunties Rock!",
    "reviewer": "Deanna Scoggin Torra",
    "link": "https://www.facebook.com/deanna.scoggintorra/posts/pfbid0254HqASVWYsuZekCbcDoHn6uvYiDJCaW2jj4p3ufoTiBTwBSn6uKnyEKtY5avL8Eql",
    "src": "Facebook",
    "org": "",
    "nstars": 5
  },
  {
    "content": "Maddie Brooks has been Pepper Ann's Groomer for 10+ years. Pepper Ann loves her spa day with Auntie Maddie Brooks. WE are so excited that she now has her own location to continue to give the very best care to all Spa Days for our baby girl!💝💝💝",
    "reviewer": "Suzy D. Brown",
    "link": "https://www.facebook.com/Suzy.DRN/posts/pfbid0yai1y5itrQEpfFsF8jtgjTLrGeNeULAHYxgMyzmgHpryuY98emet4ni4kEoNifZUl",
    "src": "Facebook",
    "org": "",
    "nstars": 5
  },
  {
    "content": "Penny, our groomer is kind and so good with my standard poodle Ellie. Ask Ellie, she loves to see Penny!",
    "reviewer": "Marti Mariette",
    "link": "https://www.facebook.com/Suzy.DRN/posts/pfbid0yai1y5itrQEpfFsF8jtgjTLrGeNeULAHYxgMyzmgHpryuY98emet4ni4kEoNifZUl",
    "src": "Facebook",
    "org": "",
    "nstars": 5
  },
  {
    "content": "Maddie and Penny are the best! Both have groomed my Aussies many times and they’ve always surpassed my expectations. I can’t count how many times they’ve rescued me after one of my pups rolled in !%€¥.",
    "reviewer": "Logan Morrison",
    "link": "https://g.co/kgs/ByvNsK",
    "src": "Google Reviews",
    "org": "",
    "nstars": 5
  }
]
